[
    "Mi a legjobb módja, hogy új barátokat szerezzen az ember?",
    "Jó barát vagy? Miért vagy miért nem?",
    "Melyek a barátságok felbomlásának leggyakoribb okai?",
    "Milyen nagy szívességet tettél egy barátodnak?",
    "Milyen minőséget értékelsz a legjobban a barátaidban?",
    "Meg tudja változtatni az ember a személyiségét?",
    "Milyen személyiségjegyet szeretnél szerezni?",
    "Mi a legidegesítőbb személyiségjegy, amit valakinek lehet?",
    "Hogyan írnád le a személyiségedet?",
    "Milyen személyiségjegyek tesznek jóvá egy vezetőt?",
    "Mi volt a legutóbbi sikered?",
    "Van-e olyan hiba az életedben, amelyre büszke vagy?",
    "Mi a legnagyobb sikered? Mi lenne a legnagyobb kudarcoddal?",
    "Tanulsz általában a kudarcaidból, vagy megismétled őket?",
    "Mi a legnagyobb tanulságod egy volt kudarcodból?",
    "Van olyan álomutazás, amelyre ha lehetne, akár azonnal elindulnál?",
    "Szívesen lennél híres?",
    "Milyen rossz tulajdonságokat örököltél a szüleidtől?",
    "Ha egy évig azt csinálhatnál, amit csak akarsz, mit tennél?",
    "Ha magad választhatnád ki, mi legyen a keresztneved, hogy hívnának?",
    "Mi volt az utolsó dal, amit meghallgattál?",
    "Szereted a klasszikus zenét?",
    "Szeretsz koncertekre járni?",
    "Hogyan változtatta meg a technológia a zeneipart?",
    "Mi a legjobb módja egy új zene felfedezésének?",
    "Hogyan javíthatja a technológia az oktatást?",
    "Mi a véleményed az otthoni iskoláztatásról?",
    "Milyen lesz az oktatás jövője?",
    "Hogyan tehetik a kormányok hatékonyabbá az oktatást?",
    "Hogyan változtatta meg életedet a megszerzett tudás?",
    "Hány alkalmazás van a telefonodon?",
    "Mit csinálnak az alkalmazásgyártók, ami igazán bosszant?",
    "Mi a leghasznosabb alkalmazás a telefonodon?",
    "Mi a telefonod három legjobb alkalmazása?",
    "Mi volt az első okostelefonod?",
    "Milyen sportokat szeretsz nézni?",
    "Kik a kedvenc sportolóid?",
    "Megérdemlik a sportolók a kapott magas fizetéseket?",
    "Kik minden idők három legnagyobb sportolója?",
    "Melyik a legnehezebb sport?",
    "Mi a kedvenc ünneped?",
    "Ha megszabadulhatnál egy ünneptől, melyik lenne az és miért?",
    "Mit tudsz általában az ünnepek történetéről?",
    "Szeretnéd, ha több vagy kevesebb ünnep lenne?",
    "Mi volt az utolsó ünnep, amelyre örömmel gondolsz?",
    "Milyen személyes céljaid vannak?",
    "Hogyan változtak a céljaid az életed során?",
    "Mit tervezel a jövőre nézve?",
    "Hogyan tervezed jobbá tenni a világot?",
    "Milyen céljaid vannak a következő két évben?"
]